{
    "testimonials": [
        {
            "quote": "CheckMVP doesn't only validate your MVP, it helps you think through your business approach by asking the right questions. It clarifies your problem, suggests better phrasing, and summarizes your challenges clearly.",
            "author": "Julia",
            "handle": "@clivassy",
            "platform": "X"
        },
        {
            "quote": "CheckMVP – excellent idea for anyone floating a few business plans around!",
            "author": "Sarah",
            "handle": "@s4rah_dev",
            "platform": "X"
        },
        {
            "quote": "I've just used CheckMVP and it's incredible! It's given me immense value for the project I am currently working on, and I can't wait to apply some suggestions. I will surely use it again in the near future.",
            "author": "Marina Marques",
            "handle": "@shvvffle",
            "platform": "X"
        },
        {
            "quote": "I tried it out. No issues encountered. I found it really useful, I only gave it 3 sentences of my idea and it output a really comprehensive reply and report.",
            "author": "Ciara Wearen",
            "handle": "@nocheerleader",
            "platform": "X"
        },
        {
            "quote": "Great, got a few suggestions on marketing channels like travel forums which I found really valuable.",
            "author": "Rik Verbeek",
            "handle": "@Rvrbk",
            "platform": "X"
        },
        {
            "quote": "This is a great MVP, especially for people who have no experience. If such reports had been available earlier, there wouldn not have been a need to learn the hard way.",
            "author": "Nick Nikalayeu",
            "handle": "@NickNikalayeu",
            "platform": "X"
        },
        {
            "quote": "I tested it and whoa, there is so much value! I am blown away, hands down. This is golden. 🤩",
            "author": "Monika Majkowska",
            "handle": "@monikamajkowska",
            "platform": "X"
        }
    ]
}